Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=366_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠm luŠvddkådda nõõmteš ođđ vuässlaid
fin: Saamen kielilautakuntaan nimettiin uudet jäsenet

source: SääŠm parlamenttaarla suåvtõõzz sååbbar nõõmti ođđ vuässlaid koolm TâŠvvjânnamlaž da Ruõšš saaŠmi õhttsaž sääŠm ǩiõll-luŠvddkådda.
fin: Saamelaisen parlamentaarisen neuvoston kokous nimesi uudet jäsenet kolmen Pohjoismaan ja Venäjän saamelaisten yhteiseen saamen kielilautakuntaan.

source: Ođđ ǩiõll-luŠvddkåŠdd tuåimmai eeŠjj 2011 loopp räjja da tõt eeŠttkâstt õhttseŠžže čiččâm sääŠmǩiõllâd.
fin: Uusi kielilautakunta toimii vuoden 2011 loppuun saakka ja se edustaa yhteensä seitsemää saamen kieltä.

source: Parlamenttaarlaž suåvtõs noorõõđi RuäŠvnjaarǥâst 14.4.
fin: Parlamentaarinen neuvosto kokoontui Rovaniemellä 14.4.

source: SääŠm ǩiõll-luŠvddkååŠdd vuässliŠžžen pâjja 2010-2011 nõõmteš puõŠtti persoonid:
fin: Saamen kielilautakunnan jäseniksi kaudelle 2010-2011 nimettiin seuraavat henkilöt:

source: LääŠddjânnmest tâŠvvsääŠmǩiõl eeŠttkâstt Vesa Guttorm (vääŠrrvuässlaž Petra Biret Magga-Vars), aanarsääŠmǩiõl Petteri Morottaja (Ilmari Mattus) da nuõrttsääŠmǩiõl Erkki Lumisalmi (Jouni Moshnikoff).
fin: Suomesta pohjoissaamea edustaa Vesa Guttorm (varajäsen Petra Biret Magga-Vars), inarinsaamea Petter Morottaja (Ilmari Mattus) ja koltansaamea Erkki Lumisalmi (Jouni Moshnikoff).

source: Ruõššjânnmest ǩiŠlddsääŠmǩiõl eeŠttkâstt Nina Afanasjeva (Nadesha Zolutuhina), tââŠrjǩiõl Nina Mironova (A. F. Zaharov) da nuõrttsääŠmǩiõl Zoja Nosova (Irina Tychuk).
fin: Venäjältä kildininsaamea edustaa Nina Afanasjeva (Nadesha Zolutuhina), turjansaamea Nina Mironova (A. F. Zaharov) ja koltansaamea Zoja Nosova (Irina Tychuk).

source: Ǩiõčč täŠst.
fin: Katso tästä.
